package com.softserve.edu.data;

public class MessageRepository {
    public static String someMessage(){
        return "Ви́ки (англ. wiki) — веб-сайт," +
                " содержимое которого пользователи могут" +
                " самостоятельно изменять с помощью инструментов," +
                " предоставляемых самим сайтом. Форматирование текста" +
                " и вставка различных объектов в текст производится с" +
                " использованием вики-разметки. На базе этих принципов" +
                " построена Википедия и другие проекты Фонда Викимедиа.";
    }
}
